Repository: thatsed/simplevpn-server
Catalog: vpn_manager/locale/*/LC_MESSAGES/django.po
Languages: it

source: VPN Manager Module
it: Modulo Gestione VPN

source: Manage VPN
it: Gestisci VPN

source: Redirect peer traffic through the VPN
it: Redireziona traffico del peer attraverso la VPN

source: Block all traffic not directed to VPN
it: Blocca tutto il traffico non diretto verso la VPN

source: WireGuard Peer
it: Peer WireGuard

source: QRCode Tool
it: Strumento QRCode

source: Tools
it: Strumenti

source: QRCode Generator
it: Generatore QRCode

source: Generate a QRCode for a WireGuard configuration.
it: Genera codice QR per una configurazione WireGuard.

source: <strong class="alert-title">Notice</strong> Data submitted into this form <strong>will not</strong> be uploaded anywhere.
it: <strong class="alert-title">Avviso</strong> I dati inseriti in questo form <strong>non saranno</strong> caricati da nessuna parte.

source: Text Configuration
it: Testo della Configurazione

source: Update
it: Aggiorna

source: This module lets you manage your VPN connections.
it: Questo modulo ti permette di gestire le connessioni alla tua VPN.

source: Quick Reference
it: Guida Rapida

source: Creating a peer
it: Creazione di un peer

source: Navigate to the <span class="badge badge-primary">VPN</span> panel, then click on <span class="badge badge-primary">New</span>.
it: Apri il pannello <span class="badge badge-primary">VPN</span>, poi premi su <span class="badge badge-primary">Nuovo</span>.

source: Fill in the form with a name for this peer (for example, "My Smartphone")
it: Riempi il form con un nome per il peer (ad esempio, "Cellulare")

source: Select <span class="font-weight-bold text-primary">Redirect traffic</span> to forward all traffic through the VPN (standard usage)
it: Seleziona <span class="font-weight-bold text-primary">Redireziona traffico</span> per inoltrare tutto il traffico attraverso la VPN (uso standard)

source: Select <span class="font-weight-bold text-primary">Killswitch</span> if you want any traffic not going through the VPN to be dropped. Uncheck this option to continue accessing your local network (eg. printers, smart devices and such) even when connected to the VPN
it: Seleziona <span class="font-weight-bold text-primary">Killswitch</span> se vuoi bloccare tutto il traffico in uscita che non sia diretto alla VPN. Disattiva questa opzione per accedere alla rete locale (eg. stampanti, smart TV e simili) anche quando sei connesso alla VPN

source: Click on <span class="badge badge-primary">Save</span>
it: Premi su <span class="badge badge-primary">Salva</span>

source: Downloading configurations
it: Scaricare configurazioni

source: Select the <span class="badge badge-primary">VPN</span> panel
it: Seleziona il pannello <span class="badge badge-primary">VPN</span>

source: From the list, click on the <span class="badge badge-primary">Options</span> button matching the peer you want to see the configuration of, then select <span class="badge badge-secondary">Show Configuration</span> from the menu
it: Dalla lista, premi sul pulsante <span class="badge badge-primary">Opzioni</span> corrispondente al peer di cui vuoi visualizzare la configurazione, poi seleziona <span class="badge badge-secondary">Mostra Configurazione</span> dal menu

source: <span class="badge badge-info">Incomplete configuration</span> if the private key is missing, a warning will be shown. In that case, copy the configuration and replace the private key field manually. You may use the <span class="badge badge-primary">QRCode Tool</span> to generate a convenient valid QR Code
it: <span class="badge badge-info">Configurazioni incomplete</span> se la chiave privata è assente, verrà mostrato un avviso. In tal caso, copiare la configurazione e sostituire il campo Private Key manualmente. Puoi usufruire dello <span class="badge badge-primary">Strumento QRCode</span> per generare un comodo codice QR valido.

source: Download the configuration or scan the QR code
it: Scarica la configurazione o scansiona il codice QR

source: From the list, if the peer has a <span class="badge badge-success">Shared</span> badge, click on it. If it doesn't, click on the <span class="badge badge-primary">Options</span> button then select <span class="badge badge-secondary">Share</span> from the menu. You will be asked to create a new link: press on the <span class="badge badge-success">Create link</span> button to do so. The link will then appear, alongside the <span class="badge badge-success">Shared</span> badge.
it: Dalla lista, se il peer ha il badge <span class="badge badge-success">Condiviso</span> premilo. Altrimenti premi su <span class="badge badge-primary">Opzioni</span> poi seleziona <span class="badge badge-secondary">Condividi</span> dal menu. Ti verrà richiesto di creare un nuovo Link: per farlo, premi sul pulsante <span class="badge badge-success">Crea Link</span>. Il collegamento verrà generato e mostrato, insieme al badge <span class="badge badge-success">Condiviso</span>

source: Copy the link provided and share it.
it: Copia il link fornito e condividilo.

source: <span class="badge badge-info">Disabling the link</span> you may disable the link anytime.
it: <span class="badge badge-info">Disabilitare il link</span> puoi disabilitare il link in qualunque momento.

source: Delete
it: Elimina

source: Confirm deletion of peer <strong>%(name)s</strong>
it: Conferma eliminazione del peer <strong>%(name)s</strong>

source: Confirm deletion
it: Conferma eliminazione

source: By deleting this peer you will disrupt current connections and invalidate their credentials. Are you sure you want to delete <strong>%(name)s</strong>?
it: Eliminando questo peer interromperai le sue connessioni e ne invaliderai le credenziali.ùnSei sicuro di voler eliminare <strong>%(name)s</strong>?

source: Confirm
it: Conferma

source: Create new Peer
it: Crea nuovo Peer

source: New
it: Nuovo

source: Download %(name)s's configuration
it: Scarica la configurazione di %(name)s

source: Copy
it: Copia

source: Download
it: Scarica

source: Save
it: Salva

source: All Peers
it: Tutti i Peer

source: Peers | Connections
it: Peers | Connessioni

source: Shared
it: Condiviso

source: Options
it: Opzioni

source: Share
it: Condividi

source: Show Configuration
it: Mostra Configurazione

source: Edit
it: Modifica

source: No connection. Click on the <span class="text-primary font-weight-bold">New</span> button to start adding connections.
it: Nessuna connessione. Premi sul pulsante <span class="text-primary font-weight-bold">Nuovo</span> per cominciare ad agggiungere connessioni.

source: Share Configuration Download Link
it: Condividi il Link di Downoad della Configurazione

source: An error occurred. Please try refreshing the page.
it: Si è verificato un errore. Provare a ricaricare la pagina.

source: Loading
it: Caricamento

source: Create link
it: Crea Link

source: Copied to Clipboard
it: Copiato negli Appunti

source: Disable Link
it: Disabilita Link

source: Edit Peer
it: Modifica Peer
